[Main]
DisplayName=Svenska

[Uninstaller_frmIObitUninstall]
RdImageButton_Software.caption=Program
RdImageButton_Browser.caption=Insticksmoduler
RdImageButton_Metro.caption=Windows-appar
lbl_ForcedUninstall.caption=Tvångsavinstallation
lbl_likeIObit.caption=Gilla
PopMenu_Sub_Setting.caption=Inställningar...
PopMenu_Sub_FileShredder.caption=Filstrimlare
PopMenu_Sub_ExportApplicationList.caption=Spara programlista
PopMenu_Sub_LogManagement.caption=Hantera loggar
PopMenu_Sub_Update.caption=Sök efter uppdateringar
PopMenu_Sub_UserManual.caption=Användarhandbok
PopMenu_Sub_TechnicalSupport.caption=Kundtjänst
PopMenu_Sub_IObitOnline.caption=IObit på webben
PopMenu_Sub_About.caption=Om
Menu_Plugins_Remove.caption=Ta bort
Menu_plugins_Vote.caption=Rösta
Menu_plugins_Refresh.caption=Uppdatera
Menu_plugins_viewEntry.caption=Öppna med RegEdit
Menu_plugins_OpenFile.caption=Öppna filmapp
Menu_Plugins_SelectAll.caption=Markera allt
Menu_Plugins_InverseSelect.caption=Invertera markering
PopMenu_Uninstall.caption=Avinstallera
PopMenu_Refresh.caption=Uppdatera
PopMenu_ViewStyle.caption=Sortera efter
PopMenu_ViewStyle_Icon.caption=Ikoner
PopMenu_ViewStyle_Details.caption=Detaljer
PopMenu_OpenFolder.caption=Öppna filmapp
PopMenu_ViewEntry.caption=Öppna med RegEdit
PopMenu_SearchOnline.caption=Sök på webben
PopMenu_Win8App_Uninstall.caption=Avinstallera
PopMenu_Win8App_Refresh.caption=Uppdatera
PopMenu_Win8App_ViewStyle.caption=Sök efter
PopMenu_Win8App_Icons.caption=Ikoner
PopMenu_Win8App_Details.caption=Detaljer
PopMenu_Win8App_OpenLocation.caption=Öppna filmapp
PopMenu_Win8App_ViewEntry.caption=Öppna med RegEdit
PopMenu_Win8App_SearchOnline.caption=Sök på webben
lbl_Recommend.caption=Rekommenderat: Advanced SystemCare
lbl_1Click.caption=Skydda och optimera datorn utan större ansträngning
lbl_Freedownloadnow.caption=Ladda ner gratis
lbl_News_DisConnection.caption=Varför inte tipsa vänner om avinstalleraren? Dom kommer inte att ångra det!

[Uninstaller_Frame_Software]
lblLoading.caption=Laddar Windowsuppdateringar
ListView_SoftwareList.Columns[1].Caption=Åtgärd
ListView_SoftwareList.Columns[2].Caption=Storlek
ListView_SoftwareList.Columns[3].Caption=Installationsdatum
ListView_SoftwareList.Columns[4].Caption=Version
PopMenu_Sub_BatchUninstall.Caption=Gruppvis

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Tvångsavinstallation
lbl_Detail_Title.caption=IObits tvångsavinstallerare
lbl_Detail_Detail.caption=Tvångsavinstalleraren avinstallerar ett program vars avinstallation ger yttligare felmeddelanden och städar effektivt bort kvarlämnor. Programmet kan också ta bort både en fil och respektive målfil.
RdImageButton_Browser.caption=Bläddra..
lbl_Forced_Tip1.caption=Dra-och-släpp en fil eller en mapp här för att ta bort eller avinstallera programmet i samband med filen.
lbl_Forced_Tip2.caption=Klicka sedan på "Nästa" för att börja tvångsavinstallera.
RdImageButton_Next.caption=Nästa
RdImageButton_Cancel.caption=Avbryt
PopMenu_Uninstall.caption=Avinstallera
PopMenu_OpenFolder.caption=Öppna filmapp
PopMenu_ViewEntry.caption=Visa inlägg
PopMenu_SearchOnline.caption=Sök på webben
ListView_Search.Columns[0].caption=Visningsnamn
ListView_Search.Columns[1].caption=Storlek
ListView_Search.Columns[2].caption=Installationsdatum

[Uninstaller_frmLogManage]
lbl_Caption.caption=Loggar vid avinstallationer
lbl_Detail_Title.caption=Loggar
lbl_Detail_Detail.caption=Här kan du kolla igenom och hantera alla loggar från avinstallationer.
RdImageButton_Open.caption=Öppna
RdImageButton_Delete.caption=Ta bort
RdImageButton_DeleteAll.caption=Ta bort alla
RdImageButton_Cancel.caption=Avbryt

[Uninstaller_frmUninstallButton]
lbl_Plugin_Remove.caption=Ta bort
lbl_Software_Uninstall.caption=Avinstallera

[Uninstaller_frmUninstalling]
lbl_Caption.caption=IObit Uninstaller
lbl_UninstallComplete_Title.caption=Programmet har nu tagits bort med vanlig avinstallation.
lbl_Uninstalling_question.caption=Är du säker på att du vill ta bort följande program?
lbl_PowerfulScan_Title.caption=Städa effektivt
lbl_PowerfulScan_Detaill.caption=Med den effektiva städaren tas kvarlämnor av borttagna program bort. Annars kan du slutföra genom att klicka på Avbryt.
lbl_PowerScan_Title_Softwre.caption=Städar
lbl_CreateRestore_Title.caption=Skapa återställningspunkt först
lbl_CreateRestore_Check.caption=Skapa återställningspunkt först innan avinstallationen (Det kan ta ett tag).
lbl_CreateRestore_Detaill.caption=Genom att skapa en återställningspunkt kan programmet återställa om något konstigt skulle hända.
lbl_AutoPowerfulScan.caption=Städa automatiskt
lbl_AutoUninstaller.caption=Visa ej igen
RdImageButton_Uninstall.caption=Avinstallera
RdImageButton_PowerFulScan.caption=Städa
RdImageButton_Cancel.caption=Avbryt

[Uninstaller_frmPowerScan]
lbl_Caption.caption=Effektiv städare
lbl_Warning_Title.caption=Vänta lite,
lbl_Warning_Detail.caption=Ett flertal program upptäcktes i denna plats. Var försiktig med vad som ska tas bort.
lbl_FileShredder.caption=Strimla också filerna
lbl_SelectAll.caption=Markera allt
RdImageButton_Delete.caption=Ta bort
RdImageButton_Cancel.caption=Avbryt
lbl_Shredder_Tip.caption=Filerna strimlas nu. Det här kan ta ett tag, vänligen vänta...
Menu_ListView_Regedit.caption=Öppna med RegEdit
Menu_ListView_Path.caption=Öppna filmapp

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Varning
lbl_Warnning_Detaill.caption=Den här mjukvaran skyddas av uppehovsrätten och internationella fördrag.
lbl_copyright.caption=Copyright© 2005-2015 IObit. Alla rättigheter hävdas.
lbl_Thanks_Title.caption=Stort tack till följande personer för deras bidrag:

[Uninstaller_frmSetting]
lbl_Caption.caption=Inställningar
lbl_General.caption=Allmänt
lbl_AutoUninstaller.caption=Hoppa över meddelanden när en avinstallation utförts
lbl_AutoPowerfulScan.caption=Städa automatiskt effektivt
lbl_ShowExplorerButton.caption=Lägg till "Strimla fil" i Utforskaren
lbl_AutoShowTipForm.caption=Städa effektivt efter varje avinstallation
lbl_Language.caption=Språk
lbl_CurrentLanguage_Title.caption=Använt språk:
lbl_SkinTitle.caption=Utseende:
lbl_classic.caption=Klassisk
lbl_Metro.caption=Blå
RdImageButton_OK.caption=OK
RdImageButton_Cancel.caption=Avbryt

[Uninstaller_frmFileShredder]
lbl_Caption.caption=Filstrimlaren
lbl_Detail_Detail.caption=Som du kanske vet, kan filer återhämtas när de tagits bort, t.o.m. efter formattering av hårddisken! Vanlig borttagning av filer säger till datorn att filerna tagits bort och kan skrivas över, men dom finns fortfarande där. Skulle du vilja undvika det och ta permanent bort filer, kommer IObit Uninstaller utrustad med filstrimlaren.
lbl_Listview_Title.caption=Markera en fil eller en mapp som du vill strimla:
lblLoading.caption=Laddar...
lbl_AddFile.caption=Lägg till fil...
lbl_AddFolder.caption=Lägg till mapp...
RdImageButton_Shredder.caption=Strimla
RdImageButton_Cancel.caption=Avbryt
ListView_FileList.Columns[0].Caption=Filplats
Menu_Shredder_Shredder.caption=Strimlaren
Menu_Shredder_AddFile.caption=Lägg till fil
Menu_Shredder_AddFolder.caption=Lägg till mapp
Menu_Shredder_Romove.caption=Ta bort
Menu_Shredder_Clean.caption=Rensa
lbl_Shredder_Tip.caption=Filerna strimlas nu. Det här kan ta ett tag, vänligen vänta...

[Uninstaller_frmSystemRestore]
lbl_Caption.caption=Systemåterställning
lbl_Detail_Title.caption=Systemåterställning
lbl_Detail_Detail.caption=Hantera återställningspunkter här. P.g.a. säkerhetsskäl kan den senaste ej tas bort.
ListView_Restore.Columns[0].caption=Tid och datum
ListView_Restore.Columns[1].caption=Beskrivning
lbl_Restore_Tip.caption=Återställer filer och inställningar, vänligen vänta...
RdImageButton_Restore.caption=Återställ
RdImageButton_Delete.caption=Ta bort
RdImageButton_Cancel.caption=Avbryt

[Uninstaller_frmInstallerSetup]
lbl_Installer_Setup_Title.caption=Det bästa verktyget för borttagning av appar && verktygsfält
lbl_Installer_Setup_Title1.caption=Det bästa verktyget för borttagning av verktygsfält && appar
RdImageButton_Installer.caption=Kör nu
lbl_Installer_Setup_Detail.caption=Jag har läst och godkänner
lbl_LicenseAgreement.caption=användaravtalet

[Uninstaller_frmInstaller_EULA]
lbl_Caption.caption=Användaravtal
RdImageButton_Cancel.caption=Stäng

[Uninstaller_fraBrowserCleaner]
rdibtnAllBrowses.Caption=Alla insticksmoduler
rdlvAllBrowse.Columns[0].Caption=Namn
rdlvAllBrowse.Columns[1].Caption=Betyg
rdlvAllBrowse.Columns[2].Caption=Mitt betyg
rdlvAllBrowse.Columns[3].Caption=Publicerare
rdlvAllBrowse.Columns[4].Caption=Åtgärd
rdlvCustomBrowse.Columns[0].Caption=Namn
rdlvCustomBrowse.Columns[1].Caption=Publicerare

[Uninstaller_frmPluginVote]
lblTitle.Caption=Betygsätt
lblWaiting.Caption=Betygsätter, vänligen vänta…
rdibtnLv1.Caption=1 stjärna
rdibtnLv2.Caption=2 stjärnor
rdibtnLv3.Caption=3 stjärnor
rdibtnLv4.Caption=4 stjärnor
rdibtnLv5.Caption=5 stjärnor
rdibtnVote.Caption=Betygsätt

[Uninstaller_frmRestBrowserDefault]
lblTitle.Caption=Standardinställningar
lblConfire.Caption=Är du säker på att du vill återställa alla inställningar?
lblHomepageTitle.Caption=Startsida:
lblSearchTitle.Caption=Sökmotor:
rdibtnOK.Caption=OK
rdibtnCancel.Caption=Avbryt

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Namn
ListView_AppList.Columns[1].caption=Åtgärd
ListView_AppList.Columns[2].caption=Storlek
ListView_AppList.Columns[3].caption=Installationsdatum
ListView_AppList.Columns[4].caption=Version
PopMenu_Sub_BatchUninstall.caption=Gruppavinstallation
lblLoading.caption=Uppdaterar...

[Uninstaller_frmWinAppUninstaller_ASK]
lblHit.caption=These apps are related. Uninstalling any one of them will uninstall all the others. Are you sure to uninstall?
lblUninstalling.caption=Avinstallerar
btnImgUninstall.caption=Avinstallera
btnImgCancle.caption=Avbryt

[uninstall_Mitor_M]
lbl_attention.caption=Hallå där
lbl_show.caption=Det finns fortfarande kvarlämnor från "%s", vilket kan påvärka datorns prestanda.
lbl_again.caption=Visa ej igen.
img_power.caption=Städa

[Uninstaller_M]
Edit_Search_Tip=Sök efter program
Edit_Search_Tip_Toolbar=Sök efter insticksmodul
Edit_Search_Tip_Win8App=Sök efter Windows-app
ForcedUninstall_Browser_Tip=Ogiltig plats. Vänligen välj en annan!
ListView_Icon_Hint=Ikoner
ListView_List_Hint=Detaljer
ListView_View_Hint=Ändra vy
ListviewHeader_Software=Namn (totalt: %d)
BatchUninstall_NoneSelect=Vänligen markera minst ett program.
Uninstall_NoneSelect=Vänligen markera ett program först.
WindowState_Max=Maximera
WindowState_Normor=Återställ
WindowState_Min=Minimera
Close=Stäng
MoreMenu_Setting=Fler inställningar
Restore_Form=Återställ
Log_DeleteAll_ASK=Är du säker på att du vill ta bort alla filer? Detta kan inte ångras senare!
Log_Delete_ASK=Är du säker på att du vill ta bort den markerade filen? Detta kan inte ångras senare!
NoPowerfulScan_Found_Tip=Allting från programmet verkar vara borta!
Log_M=Logg
App_Version_M=Programversion:
OS_Version_M=Operativsystem:
Date_M=Datum
Version_M=Version
Publisher_M=Publicerare
Install_Date_M=Installationsdatum
Create_Restore_M=Skapa återställningspunkt
CreateRestore_Title_M=Skapa återställningspunkt innan avinstallation.
CreateRestore_Detaill_M=Genom att skapa en återställningspunkt kan programmet återställa om något konstigt skulle hända.
Uninstalling_M=Avinstallerar
Uninstalling_Detaill_M=Avinstallerar nu med programmets inbyggda avinstallerare.
Uninstalling_QuickDetaill_M=Snabbavinstallerar nu med programmets inbyggda avinstallerare.
UninstallComplete_Title_M=Filerna togs bort.
Quick_UninstallComplete_M=Snabbavinstallationen utfördes.
Quick_Uninstall_M=Snabbavinstallerar %s (%d/%d)
Standard_Uninstall_M=Avinstallerar %s (%d/%d)
Uninstall_M=Avinstallerar %s (1/1)
Deselect_All_M=Avmarkera allt
Select_All_M=Markera allt
PowerfulScan_DeleteASK_M=Är du säker på att du vill ta bort följande?
Operation_M=Åtgärd
Powerful_Scan_M=Effektiv städning
Deleted_Registry_Key_M=Borttagen register-nyckel
Deleted_Registry_Value_M=Borttaget register-värde
Delete_File_M=Ta bort fil
Delete_Folder_M=Ta bort mapp
Reboot_to_Delete_M=(Omstart krävs)
Delete_finished_M=Smarrigt! Alla spår från programmet har tagits bort.
ReStartup_to_Delete_M=Följande filer kommer att tas bort vid nästa uppstart.
Shredder_Del_M=Är du säker på att du vill permanent ta bort följande %d fil(er)? Detta kan ej ångras och kan ta ett längre tag att utföra!
Shredder_NotDel_M=Filen "%s" kunde ej strimlas för att den kunde ej skrivas till. Vänligen kontrollera att filen inte används.
Shredder_InUse_M=Vissa filer kunde ej strimlas för att dom kunde ej skrivas till. Vänligen kontrollera att dom inte används.
Shredder_NotAddFolder_M=Filen "%s" kunde ej strimlas för att datorn kan eventuellt då bli instabilt.
Shredder_Sucess_M=Filerna har nu strimlats.
Shredder_DirIsEmpty_M=Följande verkar tom och kan därför ej strimlas.
Controlpanel_Button=Avinstallera effektivt
Explorer_Button=Strimla fil
MenuRight_Caption=Avinstallera effektivt
Frequency_M=Användning
InstallerDate_M=Installationsdatum
Frequency_SoftwareCount_M=<a>%s</a> sällan använda program hittades. Genom att avinstallera dom släppa <a>%s</a> för att optimera datorns prestanda.
Frequency_DaysHint_M=Ej använt på  %s dagar.
SearchLoadingMsg=Letar efter insticksmoduler...
RestoreDefaultSettingsButton=Återställ %s standardinställningar
ListViewItemVote=Betygsätt
ListViewItemVoted=Betygsatt
ListViewItemTrust=Lita på
ListViewItemUnTrust=Lita ej på
ListViewPlugSysbit=bit
ListViewGroupTrustTitle=Pålitliga insticksmoduler
ListViewGroupTrustDesc=Dessa insticksmoduler kommer inte att skada din dator. Skulle du vilja ta bort eller behålla dom är upp till dig.
ListViewGroupUnTrustTitle=Rekommenderade insticksmoduler för borttagning
ListViewGroupUnTrustDesc=Dessa insticksmoduler med låga betyg kan vara opålitliga.
ListViewGroupToolbar=Verktygsfält
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtensions=Tillägg
ListViewGroupPlugins=Insticksmoduler
FuncCheckBrowserMsgBox_1=%s körs.
FuncCheckBrowserMsgBox_2=Klicka på OK för att stänga ner det (kom ihåg att spara all innehåll först).
FuncCheckBrowserMsgBox_3=Eller klicka på Avbryt för att avbryta.
FuncPluginRmoveConfireMsgBox=Är du säker på att du vill ta bort följande?
FuncPluginRemoveSuccessMsgBox=Borttagningen utfördes
FuncPluginRemoveFailedMsgBox_1=Följande kunde ej tas bort:
FuncPluginRemoveFailedMsgBox_2=Vänligen stäng ner följande webbläsare och försök igen:
FuncPluginRemoveFailedMsgBox_3=Vänligen stäng ner alla webbläsare och försök igen.
FuncPluginSelectMsgBox=Vänligen gör en markering först
FuncVoteConfire=Vad tycker du om detta program:
FuncVoteHavedVote=Du har redan betygsatt
FuncVotePlugSelectMsgBox=Vänligen markera en insticksmodul först
FuncVoteMarkSelectMsgBox=Vänligen betygsätt
FuncVoteFailedMsgBox=Kunde ej betygsätta, vänligen kontrollera datorns nätverksanslutning och försök igen.
FuncRestoreExitBrowserMsgBox=Vänligen avsluta %s först
FuncRestoreSuccessMsgBox=Inställningar för webbläsaren återställdes
FuncRestoreFailedMsgBox=Inställningarna kunde ej återställas, vänligen avsluta %s och försök igen.
Guest_Start_Tip=För tillfället används ett gästkonto. För att kunna använda IObit Uninstaller 4 krävs administrativa rättigheter.
p_RegistryCaption_M=Register
p_FileCaption_M=Fil
p_FormatOneItem_M=1 objekt
p_FormatItems_M=%d objekt
FuncVoteActiveVote=Betygsätt
FuncVoteActiveOK=OK
FuncVoteNothing=Ingen har betygsatt
FuncVoteCount=personer som betygsatt
FuncVoteVSA=Inget inskickat betyg
FuncVoteCFA=Bli den första att betygsätta
FuncVoteVSB=personer har betygsatt
FuncVoteCFB=Vad tycker du om detta?
FuncVoteVSC=Ingen annan har betygsatt
FuncVoteCFC=Du har redan betygsatt
FuncVoteVSD=personer har betygsatt
FuncVoteCFD=Du har redan betygsatt
AllBrowserItem=Alla insticksmoduler
Powerful_Tip_M=Letar efter kvarlämnor från "%s"
Setup_Win8_Detail_M=Stödjer snabbavinstallation och avinstallation av Windows-appar
Setup_Notwin8_Detail_M=Stödjer snabbavinstallation
RestrorePoint_Tip_M=Systemåterställning kommer nu att återställa alla ändringar på datorn t.o.m. den valda återställningspunkten. Den här processen kan ej avbrytas. Är du säker på att du vill fortsätta?
RestorePoint_Restart_M=Omstart av datorn krävs för att ändringarna ska verkställas. Spara först alla filer och stäng ner alla program innan du startar om datorn.
Uninstaller_Quick_M=Snabbavinstallera
Uninstaller_Standed_M=Avinstallera
QuickUninstall_Tip_M=Ett klick för att avinstallera programmet
Frequency_SoftwareCount_M=<a>%s</a> sällan använda program hittades. Genom att avinstallera dom släppa <a>%s</a> för att optimera datorns prestanda.
Frequency_DaysHint_M=Ej använt på %s dagar.
InfrequentlyUsed_Count_M=Sällan använda ( <a>%s</a> )
All_Programs_M=Alla program
Recently_Installed_M=Nyligen installerade
Large_Programs_M=Stora program
Infrequently_Used_M=Sällan använda
Windows_Updates_M=Windows-uppdateringar
FuncCheckBrowserMsgBox_1=%s körs
FuncCheckBrowserMsgBox_2=klicka på OK för att stänga ner det (kom ihåg att spara all innehåll först).
FuncCheckBrowserMsgBox_3=klicka på Avbryt för att avbryta
FuncCheckBrowserMsgBox_4=%s körs
FuncCheckBrowserMsgBox_5=klicka på OK för att tvångsavstänga (kom ihåg att spara all innehåll först).
FuncCheckBrowserMsgBox_6=klicka på Avbryt för att avbryta
Win8OtherUser=För att visa dina Windows-appar, vänligen kontrollera att ditt konto har administrativa rättigheter.
Win8AdminUser=Avinstallerar Windows-appar och tar bort dess kvarlämnor med endast ett klick.
Win8ListViewGroupsWin8AppHeader=Windows Apps
Win8ListViewGroupsWin8AppSubtitle=Appar publicerade från Microsoft.
Win8ListViewGroupsThirdHeader=Appar från tredje-part
Win8ListViewGroupsThirdSubtitle=Appar publicerade från tredje-parter.
Win8OtherUser=För att visa dina Windows-appar, vänligen kontrollera att ditt konto har administrativa rättigheter.
win8_UninstallBtn_M=Avinstallera
win8_ListViewIcon_M=Ikon-vy
win8_ListViewList_M=Detalj-vy

[ACD_frmDownloader]
lbl_Cancel.Caption=Avbryt
lbl_Min.Caption=Minimera

[ACD_M]
M_Downloading=Laddar ner:
m_Installing=Installerar:
M_DiskIsFull=Ogiltigt med lagringsutrymme!
M_NetError=Nätverksfel. Vänligen försök igen senare.
M_Tips=En nedladdning pågår för tillfället. Dubbelklicka på ikonen för yttligare detaljer.
M_TipDownLoading=Laddar ner
M_TipInstalling=Installerar
M_MD5Faild=Den nedladdade filen verkar oläsbar. Vänligen försök igen senare.
M_AreSure=Är du säker på att du vill avsluta nedladdaren?
M_Speed=Hastighet:
M_Title=IObits nedladdare